Tekla.Structures.CatalogInternal.dotcatFingerprint_t
Serialization structure for the geometric fingerprint of the shape.

Tekla.Structures.CatalogInternal.dotcatFingerprint_t.aFingerprint
The value of the geometric fingerprint.